[SquadBasedRoster.XComGameState_SBRSquadManager]
LabelBarracks_SquadManagement="Squad Management"
TooltipBarracks_SquadManagement="Manage Persistent Soldier Squads"

[SquadBasedRoster.XComGameState_SBRSquad]
+DefaultSquadNames="Menace"
+DefaultSquadNames="Voodoo"
+DefaultSquadNames="Swordsman"
+DefaultSquadNames="Super Six"
+DefaultSquadNames="Hussar"
+DefaultSquadNames="Dragoons"
+DefaultSquadNames="Devils"
+DefaultSquadNames="Feral"
+DefaultSquadNames="Spearhead"
+DefaultSquadNames="Victory"
+DefaultSquadNames="Sandman"
+DefaultSquadNames="Tornado"
+DefaultSquadNames="Volunteers"
+DefaultSquadNames="Grizzly"
+DefaultSquadNames="Keystone"
+DefaultSquadNames="Screaming Eagles"
+DefaultSquadNames="Hitman"
+DefaultSquadNames="Assassin"
+DefaultSquadNames="Raptor"
+DefaultSquadNames="Moccasin"
+DefaultSquadNames="Vega"
+DefaultSquadNames="Roughnecks"
+DefaultSquadNames="Marauders"
+DefaultSquadNames="Black Watch"
+DefaultSquadNames="Blackguards"
+DefaultSquadNames="Kiryu-Kai"
+DefaultSquadNames="Trident"
+DefaultSquadNames="Timberwolf"

+TempSquadNames="Alpha"
+TempSquadNames="Bravo"
+TempSquadNames="Charlie"
+TempSquadNames="Delta"
+TempSquadNames="Echo"
+TempSquadNames="Foxtrot"
+TempSquadNames="Golf"
+TempSquadNames="Hotel"
+TempSquadNames="India"
+TempSquadNames="Juliet"
+TempSquadNames="Kilo"
+TempSquadNames="Lima"
+TempSquadNames="Mike"
+TempSquadNames="November"
+TempSquadNames="Oscar"
+TempSquadNames="Papa"
+TempSquadNames="Quebec"
+TempSquadNames="Romeo"
+TempSquadNames="Sierra"
+TempSquadNames="Tango"
+TempSquadNames="Uniform"
+TempSquadNames="Victor"
+TempSquadNames="Yankee"
+TempSquadNames="Zulu"


BackupSquadName="XCom Squad <XGParam:StrValue0>"
BackupTempSquadName="Temporary Squad <XGParam:StrValue0>"

[SquadBasedRoster.UIScreenListener_SquadSelect_LW]
strSave="Save"
strSquad="Squad"
strStart="Start"
strInfiltration="Infiltration"

[SquadBasedRoster.UIPersonnel_SquadBarracks]
strSquadBarrackTitle="SQUAD: <XGParam:StrValue0>"
strUnassignedSoldierTitle="UNASSIGNED SOLDIERS"
strEdit="VIEW"
strSelect="SELECT"
strSquad="SQUAD"
strRenameSquad="RENAME SQUAD"
strEditBiography="EDIT HISTORY"
strDeleteSquad="DELETE SQUAD"
strAddSquad="CREATE SQUAD"
strViewUnassigned="ASSIGN SOLDIERS"
strViewSquad="SQUAD SOLDIERS"
strDeleteSquadConfirm="CONFIRM DELETE SQUAD"
strDeleteSquadConfirmDesc="Are you sure you want to delete this squad?"
strMissions="Missions: <XGParam:IntValue0>"
strDefaultSquadBiography="Activated <XGParam:StrValue0>"

[SquadBasedRoster.UISquadContainer]
DefaultSquadTitle=SQUAD

[SquadBasedRoster.UISquadListItem]
sSquadOnMission="ON MISSION"
sSquadAvailable="AVAILABLE"
sAffinity="Affinity: "



[RapidFireEffect X2SitRepTemplate]
FriendlyName="RapidFire"
Description="Blah Blah What the Fuck!"

[X2Ability_Camaraderie]
AimBonus="+<amount/> Aim"
CritBonus="+<amount/> Crit"
WillBonus="+<amount/> Will"
MobilityBonus="+<amount/> Mobility"
HackingBonus="+<amount/> Hack"
DodgeBonus="+<amount/> Dodge"
ArmorBonus="+<amount/> Armor"
DefenseBonus="+<amount/> Defense"
PsiBonus="+<amount/> Psi"

[Camaraderie X2AbilityTemplate]
LocFriendlyName="We Are XCOM"
LocLongDescription="The squad has gained cohesion working with each other, granting them various bonuses to their stats."
LocHelpText="This squad has earned various bonuses to their stats."
LocFlyOverText="Camaraderie"

[SBR_SpecialistTrainingSlot X2StaffSlotTemplate]
EmptyText="OPEN: SOLDIER REQUIRED"
BonusEmptyText="Trains solider as specialist"
BonusDefaultText="SPECIALIST TRAINING"
BonusText="%SKILL TRAINING"
FilledText="%UNITNAME is now enrolled in a specialist training program!"
LockedText="LOCKED: PURCHASE UPGRADE"

[SBR_Soldier X2SoldierClassTemplate]
DisplayName = "XCOM Soldier"
ClassSummary = "A bog standard soldier who is pretty ineffective on their own, and has to hope to work together with other squad members to have any chance of succeeding against the alien menace.<br/><br/><font color='#CA7200'>Can use Shotguns or Assault Rifles and Pistols.</font>"
+AbilityTreeTitles = "Soldier"